export const siteConfig = {
    title: "ZAKUSKA",
    description: "Кулинарный конструктор рецептов",
    navItems: [
        {href: "/", label: "Рецепты"},
        {href: "/ingredients", label: "Ингридиенты"},
        {href: "/about", label: "О нас"},
      ],
    pagesContent: {
      "/": {
        content: "Рецепты"
      },
      "/ingredients": {
        content: "ingredients"
      },
      "/about": {
        content: `
        Устали листать десятки сайтов в поисках того самого рецепта? Храните любимые рецепты бабушки на клочках бумаги, которые вечно теряются? Пора привести вашу коллекцию в порядок!
  Zakuska — это современное и удобное приложение для настоящих ценителей вкусной еды и домашнего уюта. Создавайте свою личную цифровую кулинарную книгу, где каждая запись — это не просто ингредиенты, а история с душой.
  Почему именно Zakuska? <br > <br >
  Все рецепты в одном месте: Добавляйте рецепты из интернета одним касанием или создавайте собственные с нуля. Больше никаких скриншотов и заметок вразброс!
  Умный импорт: Просто скопируйте ссылку на понравившийся рецепт с любого сайта — Zakuska автоматически распознает ингредиенты и инструкции, избавив вас от рутины.
  Четкая организация: Создавайте собственные категории («Выпечка», «На гриле», «Детские»), добавляйте теги (#на_праздник, #постное) и легко находите нужное с помощью умного поиска.
  Ваши заметки и твики: Добавляйте к любому рецепту свои комментарии: «меньше сахара», «добавить чеснока». Совершенствуйте блюда и запоминайте лучшие варианты.
  Красота и практичность: Загружайте фотографии ваших кулинарных шедевров. Превратите процесс готовки в удовольствие с чистым и понятным интерфейсом, где нет места рекламе и хаосу.
  Всегда под рукой: Ваша коллекция синхронизируется между всеми устройствами. Готовьте на кухне с планшетом или закупайте продукты со смартфоном.
  Скачайте Zakuska и соберите всю свою кулинарную мудрость в одном приложении. Откройте для себя новый уровень удобства и вдохновения на кухне!
  Идеально для: домашних кулинаров, начинающих поваров, семей, желающих сохранить и передать кулинарные традиции.`
      },
    }
}